import { Component, OnInit } from '@angular/core';

@Component({
  selector: 'app-tips-list',
  templateUrl: './tips-list.component.html',
  styleUrls: ['./tips-list.component.css']
})
export class TipsListComponent implements OnInit {
  tips = [
    {
      imageUrl: '',
      text: 'Не ходіть до магазину голодними. '
        + 'Складайте список покупок заздалегідь. Тоди ви витратите менше і не купите зайвого, що потім потрібно буде викидати'
    },
    {
      imageUrl: '',
      text: 'Не ходіть до магазину голодними. '
        + 'Складайте список покупок заздалегідь. Тоди ви витратите менше і не купите зайвого, що потім потрібно буде викидати'
    },
    {
      imageUrl: '',
      text: 'Не ходіть до магазину голодними. '
        + 'Складайте список покупок заздалегідь. Тоди ви витратите менше і не купите зайвого, що потім потрібно буде викидати'
    },
    {
      imageUrl: '',
      text: 'Не ходіть до магазину голодними. '
        + 'Складайте список покупок заздалегідь. Тоди ви витратите менше і не купите зайвого, що потім потрібно буде викидати'
    }
  ];

  constructor() { }

  ngOnInit() {
  }

}
